Revit 2027 API
SpecTypeId.ForceScale Property
 Force Scale, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ForceScale { get; }
Public Shared ReadOnly Property ForceScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ForceScale {
	ForgeTypeId^ get ();
}
static member ForceScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace